$99 = "VER=4.00";
$100 = "English version. (S.Denis/A.Eddy)";
$101 = "&About OpenGL Extensions Viewer";
$102 = "OpenGL Extensions Viewer is a utility that reports information about the OpenGL driver of your 3D accelerator, including OpenGL capabilities, OpenGL graphics contexts and display modes. This information can be saved to a report. Browse the tabs for more information such as the list of supported extensions and a database of renderers. You can also view extension specifications from several registry databases.";
$103 = "OpenGL Extensions Viewer %s";
$104 = "Copyright (c) 2001-2010 realtech VR. http://www.realtech-vr.com. Free for non-commercial use.";
$105 = "Save OpenGL Extensions Viewer file";
$106 = "Load OpenGL Extensions Viewer file";
$107 = "http://www.realtech-vr.com/glview";
$108 = "ftp://ftp2.realtech-vr.com/realtechv/pub/glview-ext.zip";
$109 = "https://www.opengl.org/registry/specs/";
$110 = "https://developer.download.nvidia.com/opengl/specs/";
$111 = "https://www.delphi3d.net/hardware/extsupport.php?extension=";
$112 = "https://www.google.com/search?q=";
$113 = "\\b No multitexturing support\\b0 \\line This may cause performance loss in some applications.";
$114 = "\\i Multitexture support\\i0 \\line This feature accelerates complex rendering such as lightmaps or environment mapping.";
$115 = "\\b No compiled vertex array support\\b0 \\line This may cause performance loss in some applications.";
$116 = "\\i Compiled vertex array support\\i0 \\line This feature improves OpenGL performance by using video memory to cache transformed vertices.";
$117 = "\\b No paletted texture support\\b0 \\line This may cause performance loss in some older applications.";
$118 = "\\i Secondary color support\\i0 \\line This feature provides an alternate method of coloring specular highlights on polygons.";
$119 = "\\b No secondary color support\\b0 \\line Some applications may not render polygon highlights correctly.";
$120 = "\\i S3TC compression support\\i0 \\line This feature improves texture mapping performance in some applications by using lossy compression.";
$121 = "\\b No S3TC compression support\\b0 \\line This may cause performance loss in some applications.";
$122 = "\\i Vertex array range support\\i0 \\line This feature improves performance in some applications by using AGP for dynamic vertex transformation.";
$123 = "\\i Vertex program support\\i0 \\line This feature enables a wide variety of effects via flexible vertex programming (equivalent to DX8 Vertex Shader.)";
$124 = "\\b No vertex program support\\b0 \\line This feature enables vertex programming (equivalent to DX8 Vertex Shader.) Some current or future OpenGL programs may require this feature.";
$125 = "\\i Fragment program support\\i0 \\line This feature enables a wide variety of effects via per pixel programming (equivalent to DX9 Pixel Shader.)";
$126 = "\\b No fragment program support\\b0 \\line This feature enables per pixel programming (equivalent to DX9 Pixel Shader.) Some current or future OpenGL programs may require this feature.";
$127 = "\\b No texture edge clamp support\\b0 \\line This feature adds clamping control to edge texel filtering. Some programs may not render textures correctly (black line on borders.)";
$128 = "\\i Texture edge clamp support\\i0 \\line This feature improves texturing quality by adding clamping control to edge texel filtering.";
$129 = "\\i Texture anisotropic filtering support\\i0 \\line This feature improves the quality of texture mapping on oblique surfaces.";
$130 = "\\b Few texture units found\\b0 \\line This may slow down some applications using fragment programs or extensive texture mapping.";
$131 = "\\b Small texture maximum size\\b0 \\line Some programs may not display large textures correctly.";
$132 = "\\i Occlusion test support\\i0 \\line This feature provides hardware accelerated culling for objects.";
$133 = "\\b No hardware support\\b0 \\line Your current video configuration DOES NOT support hardware accelerated OpenGL.";
$134 = "\\b No stencil support\\b0 \\line Your current video configuration DOES NOT support stencil buffering. Some applications may not run.";
$135 = "\\b No Z-buffer support\\b0 \\line Your current video configuration DOES NOT support Z-buffering. Some applications may not run.";
$136 = "This page reports some highlights of your current OpenGL configuration. Bold text requires special attention. Use the Test tab to test OpenGL rendering.";
$137 = "http://developer.apple.com/graphicsimaging/opengl/extensions.html#";
$138 = "\\b No ICD registry entry\\b0 \\line The current OpenGL driver doesn't expose the SOFTWARE/Microsoft/Windows (NT)/CurrentVersion/OpenGLDrivers registry entry. Unable to detect the driver version, driver revision name and filename.";
$139 = "OpenGL Extensions Viewer will now send a report of your configuration. Your e-mail address will not be kept by the server. Only the OpenGL Extensions Viewer information will be sent (as an XML form.)";
$140 = "\\i Point sprite support\\i0 \\line This feature improves performance in some particle systems.";
$141 = "Extensions";
$142 = "Display Modes";
$143 = "Pixel Formats";
$144 = "Report";
$145 = "Width";
$146 = "Height";
$147 = "Depth";
$148 = "File";
$149 = "Database";
$150 = "Help";
$151 = "Open...";
$152 = "Open Recent";
$153 = "Save as...";
$154 = "Refresh";
$155 = "Exit";
$156 = "Submit renderer";
$157 = "Bookmarks";
$158 = "Download Current Database";
$159 = "About ...";
$160 = "Online Help";
$161 = "Vendor";
$162 = "Capabilities";
$163 = "Implementation specifics";
$164 = "Framebuffer properties";
$165 = "Max viewport size: %d x %d";
$166 = "Auxiliary buffers: %d";
$167 = "Sub-pixel precision: %d bits";
$168 = "Max stack depth";
$169 = "Attribute stack: %d";
$170 = "Modelview matrix stack: %d";
$171 = "Name stack: %d";
$172 = "Projection matrix stack: %d";
$173 = "Texture matrix stack: %d";
$174 = "Various limitations";
$175 = "System: %s";
$176 = "Desktop";
$177 = "Supported";
$178 = "Unsupported";
$179 = "Expand All";
$180 = "Collapse All";
$181 = "Search For";
$182 = "Format not recognized";
$183 = "Data successfully submitted. Thank you!";
$184 = "An error occurred during submission.";
$185 = "Yes";
$186 = "No";
$187 = "Line width granularity: %g";
$188 = "Line width range: %g to %g";
$189 = "Max display list nesting level: %d";
$190 = "Max number of clipping planes: %d";
$191 = "ICD driver";
$192 = "Core features";
$193 = "Max number of light sources: %d";
$194 = "Max pixel map table size: %d";
$195 = "Max evaluator order: %d";
$196 = "Max texture size: %d x %d";
$197 = "Point size granularity: %g";
$198 = "Point size range: %g to %g";
$199 = "Extension specifics";
$200 = "Anisotropic filtering";
$201 = "Max anisotropic filtering value: %d";
$202 = "Cubic environment mapping";
$203 = "Max cube map texture size: %d x %d";
$204 = "Texture compression";
$205 = "Max recommended index count: %d";
$206 = "Max recommended vertex count: %d";
$207 = "Vertex blending";
$208 = "Extensions";
$209 = "Renderer";
$210 = "Max vertex blend channels: %d";
$211 = "Version: %s";
$212 = "Search";
$213 = "Test";
$214 = "Multitexture";
$215 = "ARB texture units: %d";
$216 = "Texture rectangle";
$217 = "Max texture rectangle size: %d x %d";
$218 = "Texture 3D";
$219 = "Max texture 3D size: %d x %d x %d";
$220 = "Vertex program";
$221 = "Fragment program";
$222 = "Max instructions: %d";
$223 = "Max native instructions: %d";
$224 = "Max temporaries: %d";
$225 = "Max native temporaries: %d";
$226 = "Max parameters: %d";
$227 = "Max native parameters: %d";
$228 = "Max attributes: %d";
$229 = "Max native attributes: %d";
$230 = "Max address registers: %d";
$231 = "Max native address registers: %d";
$232 = "Max local parameters: %d";
$233 = "Max environment parameters: %d";
$234 = "Max vertex attributes: %d";
$235 = "Max program matrices: %d";
$236 = "Max program stack depth: %d";
$237 = "Max program ALU instructions: %d";
$238 = "Max program attributes: %d";
$239 = "Max program environment parameters: %d";
$240 = "Max program instructions: %d";
$241 = "Max program local parameters: %d";
$242 = "Max program matrix stack depth: %d";
$243 = "Max program native ALU instructions: %d";
$244 = "Max program native attributes: %d";
$245 = "Max program native parameters: %d";
$246 = "Max program native temporaries: %d";
$247 = "Max program native texture indirections: %d";
$248 = "Max program native texture instructions: %d";
$249 = "Max program native instructions: %d";
$250 = "Max program parameters: %d";
$251 = "Max program temporaries: %d";
$252 = "Max program address registers: %d";
$253 = "Max program native address registers: %d";
$254 = "Max program texture indirections: %d";
$255 = "Max program texture instructions: %d";
$256 = "Max texture coordinates: %d";
$257 = "Max texture image units: %d";
$258 = "Texture environment";
$259 = "Texture environment combine";
$260 = "Vertex array range";
$261 = "Max VAR size: %d";
$262 = "PN triangles";
$263 = "Max tessellation: %d";
$264 = "Vertex streams";
$265 = "Max vertex streams: %d";
$266 = "Extended lighting parameters";
$267 = "Max spot exponent: %d";
$268 = "Max shininess: %d";
$269 = "Language";
$270 = "Rendering tests";
$271 = "Initialization Failed.";
$272 = "You cancelled the test by pressing a key.";
$273 = "Did you see a spinning cube with the OpenGL logo on the sides?";
$274 = "This will test OpenGL on this device. OK to proceed?";
$275 = "This will use OpenGL %s interfaces.";
$276 = "Search for %s";
$277 = "Status";
$278 = "Tests";
$279 = "FPS";
$280 = "Pending";
$281 = "Passed";
$282 = "Failed";
$283 = "Display mode";
$284 = "Desktop: %s";
$285 = "User Defined";
$286 = "Advanced Settings";
$287 = "Multisample";
$288 = "Fast";
$289 = "Framebuffer effects";
$290 = "Some hidden extensions can be unlocked in this tab. This will modify the Windows registry, and may require the computer to be restarted.";
$291 = "Description";
$292 = "Registry";
$293 = "Processor: %s";
$294 = "A new renderer or extension has been detected which is not in the main database. Do you want to submit your data to the server now ? (It is recommended to Get the Current Database first)";
$295 = "Database";
$296 = "Accept";
$297 = "Decline";
$298 = "Number of matching extensions: %d";
$299 = "Requires OpenGL %s.";
$300 = "Written against OpenGL %s specs.";
$301 = "Promoted to a core feature in OpenGL %s.";
$302 = "Copy to clipboard";
$303 = "Cancel";
$304 = "Affected by";
$305 = "Dependencies";
$306 = "Functions";
$307 = "Your renderer wasn't in the database. Click here to submit your OpenGL information.";
$308 = "\\b %s \\b0 has the entry point \\b %s \\b0 missing!\\line";
$309 = "\\b %s \\b0 was not found, but has the entry point \\b %s \\b0 \\line";
$310 = "Extension verification";
$311 = "Draw range elements";
$312 = "Texture LOD bias";
$313 = "Max texture LOD bias: %d";
$314 = "Multisample";
$315 = "Max samples: %d";
$316 = "Register combiners";
$317 = "Max general register combiners: %d";
$318 = "Draw buffers";
$319 = "Max draw buffers: %d";
$320 = "Vertex shader";
$321 = "Max uniform vertex components: %d";
$322 = "Max varying vectors: %d";
$323 = "Max combined texture image units: %d";
$324 = "Max vertex texture image units: %d";
$325 = "Fragment shader";
$326 = "Max uniform fragment components: %d";
$327 = "Fragment program";
$328 = "Max execution instructions: %d";
$329 = "Max call stack depth: %d";
$330 = "Max if statement nesting: %d";
$331 = "Max loop nesting: %d";
$332 = "Max loop count: %d";
$333 = "Alias";
$334 = "System Info";
$335 = "Occlusion query";
$336 = "Occlusion query counter bits: %d";
$337 = "OpenGL Extensions Viewer can not run on this system.";
$338 = "Mac OS X v10.2 or later is required.";
$339 = "Max fragment registers: %d";
$340 = "Max fragment constants: %d";
$341 = "Max passes: %d";
$342 = "Max instructions per pass: %d";
$343 = "Max total instructions: %d";
$344 = "Max loop back components: %d";
$345 = "Max input interpolator components: %d";
$346 = "Pixel buffers";
$347 = "Min. PBuffer size: %d x %d";
$348 = "All (%d Vendor)";
$349 = "All (%d Vendors)";
$350 = "All (%d Renderer)";
$351 = "All (%d Renderers)";
$352 = "All (%d Extension)";
$353 = "All (%d Extensions)";
$354 = " (stretched)";
$355 = "Show All";
$356 = "Renderer Info";
$357 = "Renderer: %s";
$358 = "Vendor: %s";
$359 = "An error occured saving %s.";
$360 = "%d Matches";
$361 = "1 Match";
$362 = "An error occurred during download.";
$363 = "An error occurred during decompression.";
$364 = "Database successfully updated.";
$365 = "Monitor: %s";
$366 = "Memory: %d MB";
$367 = "Texture formats";
$368 = "Check for updates";
$369 = "No update found. You already have the latest version.";
$370 = "A newer version (%s dated from %s) is now available (you have %s). Would you like to download it now?";
$371 = "Unable to connect to the server.";
$372 = "Smoothed line width range: %g to %g";
$373 = "Smoothed point size range: %g to %g";
$374 = "Max client attrib. depth: %d";
$375 = "Max color matrix stack depth: %d";
$376 = "Max convolution width: %d, height: %d";
$377 = "ARB imaging";
$378 = "Max. color attachement : %d";
$379 = "Max. render buffer size : %d x %d";
$380 = "Framebuffer object";
$381 = "http://developer.3dlabs.com/openGL/WGLmanpages/";
$382 = "Shading language version: %s";
$383 = "http://www.khronos.org/registry/gles/extensions/";
$384 = "\\b %s \\b0 has been added to the extensions list of \\b %s \\b0 \\line";
$385 = "\\b %s \\b0 was not found, but is available in driver version \\b %s \\b0 \\line";
$386 = "\\i OpenGL Shading Language support\\i0 \\line This feature enables high level shading language for shaders.";
$387 = "\\b No OpenGL Shading Language support\\b0 \\line This may break compatibility for applications using per pixel shading.";
$388 = "\\i Frame buffer object support\\i0 \\line This feature enables render to texture functionality.";
$389 = "\\b No Frame buffer object support\\b0 \\line This may break compatibility for applications using render to texture functions.";
$390 = "OpenGL driver version check (Current: %s, Latest known: %s):";
$391 = "\\i Latest version of display drivers found\\i0 \\line According the database, you are running the latest display drivers for your video card.";
$392 = "\\b Outdated version of display drivers detected\\b0 \\line According the database, you are might be not using the latest version of display drivers for your video card.";
$393 = "OpenGL 2.1 Specifications";
$394 = "http://www.opengl.org/documentation/specs/version2.1/glspec21.pdf";
$395 = "Geometry shader";
$396 = "Max geometry texture units: %d";
$397 = "Max geometry varying components: %d";
$398 = "Max vertex varying components: %d";
$399 = "Max varying components: %d";
$400 = "Max geometry uniform components: %d";
$401 = "Max geometry output vertices: %d";
$402 = "Max geometry total output components: %d";
$403 = "A new version of OpenGL Extensions Viewer is available!";
$404 = "Release Notes:";
$405 = "Skip this version:";
$406 = "Remind me later";
$407 = "Install update";
$408 = "Your renderer has been updated, and new extensions has been detected:";
$409 = "Your renderer was not listed in our database.";
$410 = "DirectX Version:";
$411 = "Shader Model:";
$412 = "Summary";
$413 = "View basic information about your graphics renderer";
$414 = "See also";
$415 = "See details ...";
$416 = "Display:";
$417 = "Find OpenGL drivers ...";
$418 = "\\b %s \\b0 has been added to the database \\b %s \\b0 \\line";
$419 = "Monitor:";
$420 = "&Display modes && pixel formats";
$421 = "Tasks";
$422 = "Adapter RAM:";
$423 = "Processor:";
$424 = "Renderer:";
$425 = "System Info";
$426 = "Version:";
$427 = "Shader model:";
$428 = "Operating system:";
$429 = "Get latest version";
$430 = "Check for updated drivers";
$431 = "Loading extensions ...";
$432 = "Scanning hardware ...";
$433 = "WGL_DRAW_TO_WINDOW_ARB|True if the pixel format can be used with a window.";
$434 = "WGL_DRAW_TO_BITMAP_ARB|True if the pixel format can be used with a memory bitmap.";
$435 = "WGL_ACCELERATION_ARB|Indicates whether the pixel format is supported by the driver.";
$436 = "WGL_NEED_PALETTE_ARB|A logical palette is required to achieve the best results for this pixel format.";
$437 = "WGL_NEED_SYSTEM_PALETTE_ARB|The hardware supports one hardware palette in 256-color mode only.";
$438 = "WGL_SWAP_LAYER_BUFFERS_ARB|True if the pixel format supports swapping layer planes independently of the main planes.";
$439 = "WGL_SWAP_METHOD_ARB|If the pixel format supports a back buffer, then this indicates how they are swapped.";
$440 = "WGL_NUMBER_OVERLAYS_ARB|The number of overlay planes.";
$441 = "WGL_NUMBER_UNDERLAYS_ARB|The number of underlay planes.";
$442 = "WGL_TRANSPARENT_ARB|True if transparency is supported.";
$443 = "WGL_SHARE_DEPTH_ARB|True if the layer plane shares the depth buffer with the main planes.";
$444 = "WGL_SHARE_STENCIL_ARB|True if the layer plane shares the stencil buffer with the main planes.";
$445 = "WGL_SHARE_ACCUM_ARB|True if the layer plane shares the accumulation buffer with the main planes.";
$446 = "WGL_SUPPORT_GDI_ARB|True if GDI rendering is supported.";
$447 = "WGL_SUPPORT_OPENGL_ARB|True if OpenGL is supported.";
$448 = "WGL_DOUBLE_BUFFER_ARB|True if the color buffer has back/front pairs.";
$449 = "WGL_STEREO_ARB|True if the color buffer has left/right pairs.";
$450 = "WGL_PIXEL_TYPE_ARB|The type of pixel data.";
$451 = "WGL_COLOR_BITS_ARB|The number of color bitplanes in each color buffer.";
$452 = "WGL_ACCUM_BITS_ARB|The total number of bitplanes in the accumulation buffer.";
$453 = "WGL_DEPTH_BITS_ARB|The depth of the depth (z-axis) buffer.";
$454 = "WGL_STENCIL_BITS_ARB|The depth of the stencil buffer.";
$455 = "WGL_AUX_BUFFERS_ARB|The number of auxiliary buffers.";
$456 = "WGL_SAMPLES_ARB|The number of samples.";
$457 = "Pixel format|Pixel format|Choose pixel format (0 for automatic)";
$458 = "Multisampling|Frame buffer|Choose multisampling (0 for disabled)";
$459 = "Anisotropic filtering|Texturing|Enable anisotropic texture filtering.";
$460 = "Frame buffer|Frame buffer|Choose frame buffer effect. A motion blur effect will be applicated using GL_EXT_framebuffer_object or using PBuffer.";
$461 = "Format|Frame buffer|Choose Framebuffer format (RGB or FLOAT).";
$462 = "Texture LOD bias|Texturing|Enable texture LOD bias";
$463 = "Fog|Fixed pipeline features|Enable fog (radial).";
$464 = "User clip plane|Fixed pipeline features|Use clip plane. Only half of the screen will be renderered.";
$465 = "Scene|Render|Choose scene to be rendered.";
$466 = "Quincunx multisampling|Frame buffer|Provides a technique known as Quincunx filtering.  This technique is used in two-sample multisampling, but it blends the pixel's two samples and three additional samples from adjacent pixels.";
$467 = "VSync|Frame buffer|Wait vertical sync, removing screen tearing";
$468 = "Do not display frequencies";
$469 = "Previous page";
$470 = "Next page";
$471 = "Favorite";
$472 = "Add favorite";
$473 = "Clear favorites";
$474 = "Advanced parameters";
$475 = "Fullscreen";
$476 = "Error: OpenGL initialization has failed. Please contact your vendor for technical support. Unable to continue.";
$477 = "OpenGL Internal Error";
$478 = "Driver version:";
$479 = "New extensions or renderer detected!";
$480 = "All";
$481 = "Filter";
$482 = "License agreement";
$483 = "Searching for updates ...";
$484 = "Downloading database ...";
$485 = "Couldn't connect to server. Please try later.";
$486 = "Transparency|Fixed pipeline features|Enable transparency";
$487 = "Device:";
$488 = "Resolution:";
$489 = "WGL_DRAW_TO_PBUFFER_ARB|Support the creation of pbuffers.";
$490 = "WGL_TYPE_RGBA_FLOAT_ARB|Support of RGBA float pixel type";
$491 = "WGL_BIND_TO_TEXTURE_RGB_ARB|PBuffer bind texture format.";
$492 = "WGL_BIND_TO_TEXTURE_RGBA_ARB|PBuffer bind texture format.";
$493 = "WGL_FRAMEBUFFER_SRGB_CAPABLE_EXT|sRGB capable.";
$494 = "WGL_TYPE_RGBA_UNSIGNED_FLOAT_EXT|Float unsigned capable.";
$495 = "With the advent of new versions of OpenGL which deprecate features and/or break backward compatibility with older versions, every rendering tests might not run in your selected rendering context. Please choose the rendering context you which to test against. Using a Forward Context will not allow you to run OpenGL 1.1 to 2.1 for example.";
$496 = "Max vertex uniform blocks: %d";
$497 = "Max geometry uniform blocks: %d";
$498 = "Max fragment uniform blocks: %d";
$499 = "Max combined uniform blocks: %d";
$500 = "Max uniform buffer bindings: %d";
$501 = "Max uniform block size: %d";
$502 = "Max combined vertex uniform components: %d";
$503 = "Max combined geometry uniform components: %d";
$504 = "Max combined fragment uniform components: %d";
$505 = "Uniform blocks";
$506 = "http://itunes.apple.com/app/opengl-extensions-viewer/id377636805?mt=8";
$507 = "@";
$508 = "Tesselation";
$509 = "Max Tess Gen Level: %d";
$510 = "Max Tess Control Uniform Components: %d";
$511 = "Max Tess Evaluation Uniform Components: %d";
$512 = "Max Tess Control Texture Image Units: %d";
$513 = "Max Tess Evaluation Texture Image Units: %d";
$514 = "Max Tess Control Output Components: %d";
$515 = "Max Tess Patch Components: %d";
$516 = "Max Tess Control Total Output Components: %d";
$517 = "Max Tess Evaluation Output Components: %d";
$518 = "Max Tess Control Uniform Blocks: %d";
$519 = "Max Tess Evaluation Uniform Blocks: %d";
$520 = "Max Tess Control Input Components: %d";
$521 = "Max Tess Evaluation Input Components: %d";
$522 = "Max Combined Tess Control Uniform Components: %d";
$523 = "Max Combined Tess Evaluation Uniform Components: %d";
$524 = "Subroutines";
$525 = "Max Subroutines: %d";
$526 = "Max Subroutine Uniform Locations: %d";
$527 = "Max Viewports: %d";
$528 = "Max Clip Distances: %d";
$529 = "Gpu Shader";
$530 = "Min Program Texture Gather Offset: %d";
$531 = "Max Program Texture Gather Offset: %d";
$532 = "Max Geometry Shader Invocations: %d";
$533 = "Min Fragment Interpolation Offset: %d";
$534 = "Max Fragment Interpolation Offset: %d";
$535 = "Max Vertex Streams: %d";
$536 = "Uniform Buffer Objects";
$537 = "Max Vertex Uniform Blocks: %d";
$538 = "Max Fragment Uniform Blocks: %d";
$539 = "Max Combined Uniform Blocks: %d";
$540 = "Max Uniform Buffer Bindings: %d";
$541 = "Max Uniform Block Size: %d";
$542 = "Max Combined Vertex Uniform Components: %d";
$543 = "Max Combined Fragment Uniform Components: %d";
$544 = "Texture Multisample ";
$545 = "Max Sample Mask Words: %d";
$546 = "Max Color Texture Samples: %d";
$547 = "Max Depth Texture Samples: %d";
$548 = "Max Integer Samples: %d";
$549 = "Transform Feedback";
$550 = "Transform Feedback Buffers: %d";
$551 = "Max Transform Feedback Separate Components: %d";
$552 = "Max Transform Feedback Interleaved Components: %d";
$553 = "Max Transform Feedback Separate Attribs: %d";
$554 = "Device: %s";
$555 = "http://support.realtech-vr.com";
$556 = "http://www.facebook.com/pages/OpenGL-Extensions-Viewer/111153658929380";
$557 = "Max Num Active Variables: %d";
$558 = "Max Num Compatible Subroutines: %d";
$559 = "Max Vertex Atomic Counter Buffers: %d";
$560 = "Max Tess Control Atomic Counter Buffers: %d";
$561 = "Max Tess Evaluation Atomic Counter Buffers: %d";
$562 = "Max Geometry Atomic Counter Buffers: %d";
$563 = "Max Fragment Atomic Counter Buffers: %d";
$564 = "Max Combined Atomic Counter Buffers: %d";
$565 = "Max Vertex Atomic Counters: %d";
$566 = "Max Tess Control Atomic Counters: %d";
$567 = "Max Tess Evaluation Atomic Counters: %d";
$568 = "Max Geometry Atomic Counters: %d";
$569 = "Max Fragment Atomic Counters: %d";
$570 = "Max Combined Atomic Counters: %d";
$571 = "Max Atomic Counter Buffer Size: %d";
$572 = "Max Atomic Counter Buffer Bindings: %d";
$573 = "Max Image Units: %d";
$574 = "Max Combined Image Units And Fragment Outputs: %d";
$575 = "Max Image Samples: %d";
$576 = "Atomic Counters";



